Repository: albzan/lambda-nvda
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, gl, it

source: space
es: espacio
gl: Espacio
it: spazio

source: Shows a dialog to revert lambda profile options to the default.
es: Muestra un diálogo para revertir las opciones del perfil LAMBDA a las de fábrica.
gl: Amosa un diálogo para revertir as opcións do perfil LAMBDA ás de fábrica
it: Apre una finestra di dialogo da cui è possibile ripristinare le opzioni del profilo di lambda al loro valore predefinito.

source: Reports the current line under the application cursor.
es: Informa de la línea actual bajo el cursor de la aplicación.
gl: Informa da liña actual baixo o cursor da aplicación.
it: Legge la riga in cui si trova il cursore.

source: reads from the beginning of the document up to the end of the text.
es: lee desde el comienzo del documento hasta el final del texto.
gl: lee dende o comezo do documento ata o final do texto.
it: Legge il testo dall'inizio alla fine del documento.

source: Announces the current selection in edit controls and documents.
es: Anuncia la selección actual en controles de edición y documentos.
gl: Anuncia a selección actual en controis de edición e documentos.
it: Legge il testo attualmente selezionato.

source: Duplicate the current line and sets the cursor to the new line.
es: duplicar la línea actual y mueve el cursor a la nueva línea
gl: Duplicar a liña actual e move o cursor á liña nova.
it: Duplica la riga corrente e vi sposta il cursore.

source: flat mode
es: modo plano
gl: modo plano
it: modalità flat

source: Toggle the braille flat mode on or off.
es: Conmuta el modo plano de braille entre activado y desactivado.
gl: Cnmuta o modo plano do braille entre activado e desactivado.
it: Attiva o disattiva la modalità braille flat.

source: Duplicate lines using control+d shortcut may causes error or stability issues while using Lambda with NVDA. Please consider using the NVDA+D shortcut instead.
es: duplicar líneas usando control+d podría causar errores e inestabilidad usando LAMBDA con NVDA. Por favor considere el uso de la tecla rápida NVDA+D.
gl: Duplicar liñas usando o atallo control+d podería causar erros e inestabilidade usando LAMBDA con NVDA. Pregámoslle considere a utilización do atallo NVDA+D no seu lugar.
it: Utilizzare la combinazione tasti control+d per duplicare le righe può comportare problemi di stabilità quando si usa Lambda con NVDA. Come soluzione si consiglia di utilizzare il comando NVDA+d.

source: lambda-ita.utb
es: lambda-esp.utb
gl: lambda-esp.utb

source: Revert LAMBDA Profile Wizard
es: Asistente de Reversión del Perfil LAMBDA
gl: Asistente de Reversión do Perfil LAMBDA
it: Ripristino guidato impostazioni di LAMBDA

source: Choose which options you want to reset to the default value for the Lambdas profile
es: Elija cuáles de las opciones del perfil LAMBDA desea restablecer
gl: Escolla cales das opcións do perfil LAMBDA desexa restablecer
it: Scegli quali opzioni desideri ripristinare al valore predefinito per il profilo di Lambda

source: Keep the LAMBDA braille table for the current language (%s)
es: Mantener la tabla braille para el idioma actual (%s)
gl: Manter a tabla braille para a lingua actual (%s)
it: Mantieni la tabella braille di Lambda per la lingua corrente (%s)

source: Set the braille cursor to tether the focus
es: Configurar el cursor braille para seguir al foco
gl: Configurar o cursor braille para seguir ó foco
it: Imposta il cursore braille per inseguire il focus

source: Disable the Braille reading by paragraph
es: Deshabilitar la lectura braille por párrafo
gl: Deshabilitar a lectura braille por parágrafo
it: Disabilita la lettura per paragrafi in braille

source: Disable word wrappping of the braille line
es: Deshabilitar la no separación de palabras braille de una línea
gl: Deshabilitar a non separación de palabras braille dunha liña
it: Mantieni le parole spezzate nella riga in braille

source: selected
es: seleccionado
gl: seleccionado

source: not selected
es: no seleccionado
gl: non seleccionado

source: on
es: activado
gl: activado

source: off
es: desactivado
gl: desactivado

source: An NVDA settings dialog is already open. Please close it first.
es: Un diálogo de configuración de NVDA ya está abierto. Por favor ciérrelo primero.
gl: Un diálogo de configuración de NVDA xa está aberto. Pregámoslle o peche primeiro.

source: Error
gl: Erro

source: Incompatible version of the addon detected
es: Versión del complemento incompatible detectada
gl: Versión incompatible do complemento detectada
it: Individuata una incompatibilità di versione

source: An old, incompatible version of this addon has been detected. This prevents the installation to be completed. Please uninstall the previous version before proceeding with the Lambda addon setup.
es: Una versión antigua e incompatible de este complemento ha sido detectada. Esto impide que la instalación sea completada. Por favor desinstale la antigua versión antes de proceder con la instalación del complemento Lambda.
gl: Unha versión vella e incompatible deste complemento foi detectada. Isto impide que a instalación sexa completada. Pregámoslle desinstale a versión vella antes de proceder coa instalación do complemento Lambda.
it: E' stata rilevata la presenza di una precedente installazione dell'addon che risulta incompatibile. Questo non consente di completare l'installazione in modo corretto. Prima di procedere disinstallare la precedente versione dell'addon per Lambda.

source: lambda profile already exists
es: Perfil lambda ya existe
gl: Perfil lambda xa existe
it: Profilo lambda esistente

source: Another profile named "lambda" is already present in your NVDA configuration. This may prevents the addon on create and configure the lambda profile correctly. Please review default options for this addon using the Revert LAMBDA Profile Wizard (pressing nvda+alt+r) while the Lambda Application is active. Press OK to complete the addon Setup.
es: Otro perfil con nombre "lambda" está presente en su configuración de NVDA. Esto puede impedir al complemento crear y configurar el perfil de LAMBDA correctamente. Por favor revise las opciones por defecto de este complemento usando el Asistente de reversión del perfil lambda (pulsando NVDA+alt+r) mientras la aplicación LAMBDA esté activa. Pulse Aceptar para completar la instalación del complemento.
gl: Outro perfil con nome lambda está presente na súa configuración do NVDA: Isto podería impedir ao complemento crear e configurar o perfil para LAMBDA correctamente. Por favor revise as opcións por defecto do complemento usando o Asistente de reversión do perfil lambda (premendo NVDA+alt+r) mentres a aplicación LAMBDA estea activa. Prema Aceptar para completar a instalación do complemento.
it: Un altro profilo chiamato "lambda" è già presente nell'attuale configurazione di NVDA. Ciò comporta che l'addon non creerà e configurerà correttamente un profilo per Lambda. E' possibile impostare le configurazioni predefinite al prossimo avvio dell'applicazione Lambda utilizzando il Ripristino guidato impostazioni di LAMBDA per NVDA (comando nvda+alt+r). Premere OK per continuare l'installazione.

source: Lambda math editor addon
es: Lambda (editor matemático) como complemento
gl: Lambda (editor matemático) coma complemento para NVDA
it: LAMBDA per NVDA

source: This addon provides access to the Lambda math editor with both braille and speech support.
es: Este complemento proporciona el acceso al editor Lambda con soporte para braille y habla.
gl: Este complemento proporciona o acceso ao editor Lambda con soporte para braille e fala.
it: Questo addon facilita l'uso di Lambda con NVDA offrendo il supporto braille ed in sintesi vocale.
